[
  {
    "id": 1,
    "productCategory": "headphones",
    "slug": "xx99-mark-ii-headphones",
    "productTitle": "xx99 mark ii headphones",
    "productDescription": "The new XX99 Mark II headphones is the pinnacle of pristine audio. It redefines your premium headphone experience by reproducing the balanced depth and precision of studio-quality sound.",
    "productPrice": 2999,
    "productFeatures": {
      "para-1": "Featuring a genuine leather head strap and premium earcups, these headphones deliver superior comfort for those who like to enjoy endless listening. It includes intuitive controls designed for any situation. Whether you’re taking a business call or just in your own personal space, the auto on/off and pause features ensure that you’ll never miss a beat.",
      "para-2": "The advanced Active Noise Cancellation with built-in equalizer allow you to experience your audio world on your terms. It lets you enjoy your audio in peace, but quickly interact with your surroundings when you need to. Combined with Bluetooth 5. 0 compliant connectivity and 17 hour battery life, the XX99 Mark II headphones gives you superior sound, cutting-edge technology, and a modern design aesthetic."
    },
    "productBoxContent": [
      { "quantity": "1x", "content": "headphone unit" },
      { "quantity": "2x", "content": "replacement earcups" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "3.5mm 5mm audio cable" },
      { "quantity": "1x", "content": "travel bag" }
    ]
  },

  {
    "id": 2,
    "productCategory": "headphones",
    "slug": "xx99-mark-i-headphones",
    "productTitle": "xx99 mark i headphones",
    "productDescription": "As the gold standard for headphones, the classic XX99 Mark I offers detailed and accurate audio reproduction for audiophiles, mixing engineers, and music aficionados alike in studios and on the go.",
    "productPrice": 1750,
    "productFeatures": {
      "para-1": "As the headphones all others are measured against, the XX99 Mark I demonstrates over five decades of audio expertise, redefining the critical listening experience. This pair of closed-back headphones are made of industrial, aerospace-grade materials to emphasize durability at a relatively light weight of 11 oz.",
      "para-2": "From the handcrafted microfiber ear cushions to the robust metal headband with inner damping element, the components work together to deliver comfort and uncompromising sound. Its closed-back design delivers up to 27 dB of passive noise cancellation, reducing resonance by reflecting sound to a dedicated absorber. For connectivity, a specially tuned cable is included with a balanced gold connector."
    },
    "productBoxContent": [
      { "quantity": "1x", "content": "headphone unit" },
      { "quantity": "2x", "content": "replacement earcups" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "3.5mm 5mm audio cable" }
    ]
  },

  {
    "id": 3,
    "productCategory": "headphones",
    "slug": "xx59-headphones",
    "productTitle": "xx59 headphones",
    "productDescription": "Enjoy your audio almost anywhere and customize it to your specific tastes with the XX59 headphones. The stylish yet durable versatile wireless headset is a brilliant companion at home or on the move.",
    "productPrice": 899,
    "productFeatures": {
      "para-1": " These headphones have been created from durable, high-quality materials tough enough to take anywhere. Its compact folding design fuses comfort and minimalist style making it perfect for travel. Flawless transmission is assured by the latest wireless technology engineered for audio synchronization with videos.",
      "para-2": "More than a simple pair of headphones, this headset features a pair of built-in microphones for clear, hands-free calling when paired with a compatible smartphone. Controlling music and calls is also intuitive thanks to easy-access touch buttons on the earcups. Regardless of how you use the XX59 headphones, you can do so all day thanks to an impressive 30-hour battery life that can be rapidly recharged via USB-C."
    },
    "productBoxContent": [
      { "quantity": "1x", "content": "headphone unit" },
      { "quantity": "2x", "content": "replacement earcups" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "3.5mm 5mm audio cable" }
    ]
  },

  {
    "id": 4,
    "productCategory": "speakers",
    "slug": "zx9-speaker",
    "productTitle": "zx9 speaker",
    "productDescription": "Upgrade your sound system with the all new ZX9 active speaker. It’s a bookshelf speaker system that offers truly wireless connectivity -- creating new possibilities for more pleasing and practical audio setups.",
    "productPrice": 4500,
    "productFeatures": {
      "para-1": "Connect via Bluetooth or nearly any wired source. This speaker features optical, digital coaxial, USB Type-B, stereo RCA, and stereo XLR inputs, allowing you to have up to five wired source devices connected for easy switching. Improved bluetooth technology offers near lossless audio quality at up to 328ft (100m).",
      "para-2": "Discover clear, more natural sounding highs than the competition with ZX9’s signature planar diaphragm tweeter. Equally important is its powerful room-shaking bass courtesy of a 6.5” aluminum alloy bass unit. You’ll be able to enjoy equal sound quality whether in a large room or small den. Furthermore, you will experience new sensations from old songs since it can respond to even the subtle waveforms."
    },
    "productBoxContent": [
      { "quantity": "2x", "content": "speaker unit" },
      { "quantity": "2x", "content": "speaker cloth panel" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "3.5mm 10mm audio cable" },
      { "quantity": "1x", "content": "10m optical cable" }
    ]
  },

  {
    "id": 5,
    "productCategory": "speakers",
    "slug": "zx7-speaker",
    "productTitle": "zx7 speaker",
    "productDescription": "Stream high quality sound wirelessly with minimal to no loss. The ZX7 speaker uses high-end audiophile components that represents the top of the line powered speakers for home or studio use.",
    "productPrice": 3500,
    "productFeatures": {
      "para-1": "Reap the advantages of a flat diaphragm tweeter cone. This provides a fast response rate and excellent high frequencies that lower tiered bookshelf speakers cannot provide. The woofers are made from aluminum that produces a unique and clear sound. XLR inputs allow you to connect to a mixer for more advanced usage.",
      "para-2": "The ZX7 speaker is the perfect blend of stylish design and high performance. It houses an encased MDF wooden enclosure which minimises acoustic resonance. Dual connectivity allows pairing through bluetooth or traditional optical and RCA input. Switch input sources and control volume at your finger tips with the included wireless remote. This versatile speaker is equipped to deliver an authentic listening experience."
    },
    "productBoxContent": [
      { "quantity": "2x", "content": "speaker unit" },
      { "quantity": "2x", "content": "speaker cloth panel" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "3.5mm 7.5mm audio cable" },
      { "quantity": "1x", "content": "7.5m optical cable" }
    ]
  },

  {
    "id": 6,
    "productCategory": "earphones",
    "slug": "yx1-wireless-earphones",
    "productTitle": "yx1 wireless earphones",
    "productDescription": "Enjoy incredible high-fidelity sound even in noisy environments with its active noise cancellation feature.",
    "productPrice": 599,
    "productFeatures": {
      "para-1": "Experience unrivalled stereo sound thanks to innovative acoustic technology. With improved ergonomics designed for full day wearing, these revolutionary earphones have been finely crafted to provide you with the perfect fit, delivering complete comfort all day long while enjoying exceptional noise isolation and truly immersive sound.",
      "para-2": "The YX1 Wireless Earphones features customizable controls for volume, music, calls, and voice assistants built into both earbuds. The new 7-hour battery life can be extended up to 28 hours with the charging case, giving you uninterrupted play time. Exquisite craftsmanship with a splash resistant design now available in an all new white and grey color scheme as well as the popular classic black."
    },
    "productBoxContent": [
      { "quantity": "2x", "content": "earphone unit" },
      { "quantity": "6x", "content": "multi-size earplugs" },
      { "quantity": "1x", "content": "user manual" },
      { "quantity": "1x", "content": "USB-C chargin cable" },
      { "quantity": "1x", "content": "travel pouch" }
    ]
  }
]
